Revit 2027 API
ParameterTypeId.TilePatternGridUnitY Property
 "Vertical spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TilePatternGridUnitY { get; }
Public Shared ReadOnly Property TilePatternGridUnitY As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TilePatternGridUnitY {
	ForgeTypeId^ get ();
}
static member TilePatternGridUnitY : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace